05_erb_layout_partial/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.72ms   25.47ms  82.04ms   70.00%
    Req/Sec   144.20     19.98   185.00     65.00%
  571 requests in 2.00s, 234.19KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    285.43
Transfer/sec:    117.07KB